Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Three lines are available at the large size.
es: Se pueden mostrar tres líneas con el tamaño Grande.
ja: サイズが「大」の場合、3 行表示できます。
zh_hans: 大尺寸下可显示三行。
zh_hant: 大尺寸下可顯示三行。

source: Thumbnail badges
es: Insignias de miniatura
ja: サムネイルのバッジ
zh_hans: 缩略图标签
zh_hant: 縮圖標籤

source: Thunderstorm
es: Tormenta
ja: 雷雨
zh_hans: 雷暴
zh_hant: 雷雨

source: Tier
es: Nivel
ja: 階層
zh_hans: 等级
zh_hant: 層級

source: Tiler
es: Teselador
ja: タイラー
zh_hans: 分块器
zh_hant: 分塊器

source: Time Frame
es: Período temporal
ja: 期間
zh_hans: 时间范围
zh_hant: 時間範圍

source: Time frame applies to Most Popular
es: El periodo se aplica a Más populares
ja: 期間は人気順に適用されます
zh_hans: 时间范围适用于最热门
zh_hant: 時間範圍適用於最熱門

source: Time range
es: Intervalo horario
ja: 時間帯
zh_hans: 时段
zh_hant: 時段

source: Time range overlaps with %@
es: El intervalo se solapa con %@
ja: 時間帯が %@ と重複しています
zh_hans: 时段与 %@ 重叠
zh_hant: 時段與 %@ 重疊

source: Time slot %@ starts and ends at the same hour. Choose a different end time.
es: La franja %@ empieza y termina a la misma hora. Elige otra hora de finalización.
ja: 時間帯 %@ の開始時刻と終了時刻が同じです。別の終了時刻を選択してください。
zh_hans: 时段 %@ 的开始与结束时间相同，请选择其他结束时间。
zh_hant: 時段 %@ 的開始與結束時間相同，請選擇其他結束時間。

# Time slots %@ and %@ overlap.
source: Time slots %1$@ and %2$@ overlap.
es: Las franjas %1$@ y %2$@ se solapan.
ja: 時間帯 %1$@ と %2$@ が重複しています。
zh_hans: 时段 %1$@ 与 %2$@ 重叠。
zh_hant: 時段 %1$@ 與 %2$@ 重疊。

source: Title
es: Título
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: Title & Description
es: Título y descripción
ja: タイトルと説明
zh_hans: 标题与描述
zh_hant: 名稱與說明

source: Title Only
es: Solo título
ja: タイトルのみ
zh_hans: 仅限标题
zh_hant: 僅限標題

source: Title font
es: Fuente del título
ja: タイトルの書体
zh_hans: 标题字体
zh_hant: 標題字體

source: Title size
es: Tamaño del título
ja: タイトルのサイズ
zh_hans: 标题大小
zh_hant: 標題大小

source: To
es: Hasta
ja: 終了
zh_hans: 结束
zh_hant: 結束

source: Today
es: Hoy
ja: 今日
zh_hans: 今天
zh_hant: 今天

source: Toggle Interaction
es: Activar o desactivar la interacción
ja: インタラクションを切り替え
zh_hans: 切换交互
zh_hant: 切換互動

source: Toggle Mute
es: Activar o desactivar el silencio
ja: ミュートを切り替え
zh_hans: 切换静音
zh_hant: 切換靜音

source: Toggle details panel
es: Mostrar u ocultar el panel de detalles
ja: 詳細パネルを切り替え
zh_hans: 切换详情面板
zh_hant: 切換詳細資訊面板

source: Toggle properties panel
es: Mostrar u ocultar el panel de propiedades
ja: プロパティパネルを切り替え
zh_hans: 切换属性面板
zh_hant: 切換屬性面板

source: Toggles whether the app appears in the Dock and the Cmd-Tab switcher
es: Activa o desactiva si la app aparece en el Dock y en el selector Cmd-Tab
ja: アプリを Dock と Cmd-Tab スイッチャーに表示するかどうかを切り替えます
zh_hans: 切换应用是否在 Dock 和 Cmd-Tab 切换器中显示
zh_hant: 切換 App 是否顯示於 Dock 和 Cmd-Tab 切換器

source: Tool activity
es: Actividad de herramientas
ja: ツールの動作
zh_hans: 工具活动
zh_hant: 工具活動

source: Top Rated All Time
es: Mejores valoraciones
ja: これまでの高評価作品
zh_hans: 最受好评（发布至今）
zh_hant: 有史以來最高評價

source: Top center
es: Superior centro
ja: 上中央
zh_hans: 顶部居中
zh_hant: 頂部置中

source: Top left
es: Superior izquierda
ja: 左上
zh_hans: 左上
zh_hant: 左上

source: Top processes are hidden at this size.
es: Los procesos principales no se muestran en este tamaño.
ja: 現在のサイズでは上位プロセスは表示されません。
zh_hans: 当前尺寸不显示占用最高的进程。
zh_hant: 目前尺寸不顯示佔用最高的處理程序。

source: Top right
es: Superior derecha
ja: 右上
zh_hans: 右上
zh_hant: 右上

source: Top-level effects are not yet rendered
es: Los efectos de nivel superior aún no se renderizan
ja: トップレベルのエフェクトはまだレンダリングされません
zh_hans: 顶层特效暂未渲染
zh_hant: 最上層特效尚未渲染

source: Total Unique Subscribers
es: Total de suscriptores únicos
ja: ユニークサブスクライブ数
zh_hans: 不重复订阅者总计
zh_hant: 不重複總訂閱人數

source: Transform
es: Transformación
ja: 変形
zh_hans: 变换
zh_hant: 變形

source: Translate
es: Trasladar
ja: 移動
zh_hans: 平移
zh_hant: 平移

source: Translate X
es: Trasladar X
ja: X 方向移動
zh_hans: 平移 X
zh_hant: X 平移

source: Translate Y
es: Trasladar Y
ja: Y 方向移動
zh_hans: 平移 Y
zh_hant: Y 平移

source: Transport controls
es: Controles de reproducción
ja: 再生コントロール
zh_hans: 播放控制
zh_hant: 播放控制

source: Trust
es: Confiar
ja: 信頼
zh_hans: 信任
zh_hant: 信任

source: Trust %@ for JavaScript?
es: ¿Confiar en %@ para JavaScript?
ja: %@ で JavaScript の実行を信頼しますか？
zh_hans: 信任 %@ 运行 JavaScript？
zh_hant: 信任 %@ 執行 JavaScript？

source: Trust Origin
es: Confiar en el origen
ja: このオリジンを信頼
zh_hans: 信任此来源
zh_hant: 信任此來源

source: Trust This Origin
es: Confiar en este origen
ja: このオリジンを信頼
zh_hans: 信任此来源
zh_hant: 信任此來源

source: Trusted
es: De confianza
ja: 信頼済み
zh_hans: 已信任
zh_hant: 已信任

source: Try adding a clock
es: Añadir un reloj
ja: 時計を追加
zh_hans: 添加时钟
zh_hant: 新增時鐘

source: Turn Wallpapers On
es: Activar fondos de pantalla
ja: 壁紙を有効にする
zh_hans: 重新启用
zh_hant: 重新啟用

source: Turn completed
es: Turno completado
ja: ターン完了
zh_hans: 本轮已完成
zh_hant: 本輪已完成

source: Turn on access to start system audio capture
es: Activa el acceso para empezar a capturar el audio del sistema
ja: アクセスをオンにしてシステムオーディオのキャプチャを開始してください
zh_hans: 开启访问权限以开始系统音频采集
zh_hant: 開啟取用權限以開始系統音訊擷取

source: Turned Off
es: Desactivado
ja: オフ
zh_hans: 已关闭
zh_hant: 已關閉

source: Type
es: Tipo
ja: タイプ
zh_hans: 类型
zh_hant: 類型

source: Type a value in CSS pixels.
es: Introduce un valor en píxeles CSS.
ja: CSS ピクセル単位の値を入力します。
zh_hans: 输入以 CSS 像素为单位的数值。
zh_hant: 輸入以 CSS 像素為單位的數值。

source: Type badge style
es: Estilo de insignia de tipo
ja: 種類バッジの表示形式
zh_hans: 类型标签样式
zh_hant: 類型標籤樣式

source: Types are detected automatically · mp4 / mov / html / folder / Wallpaper Engine project
es: El tipo se detecta solo · mp4 / mov / html / carpeta / proyecto de Wallpaper Engine
ja: 種類は自動で判別 · mp4 / mov / html / フォルダ / Wallpaper Engine プロジェクト
zh_hans: 类型自动识别 · mp4 / mov / html / 文件夹 / Wallpaper Engine 项目
zh_hant: 類型自動辨識 · mp4 / mov / html / 資料夾 / Wallpaper Engine 項目

source: Types are detected automatically — no need to choose. You can swap a display's wallpaper any time.
es: El tipo se detecta solo, no hace falta elegirlo. Puedes cambiar el fondo de una pantalla cuando quieras.
ja: 種類は自動で判別されるので選ぶ必要はありません。各ディスプレイの壁紙はいつでも変更できます。
zh_hans: 类型会自动识别，无需选择。每台显示器的壁纸可随时更换。
zh_hant: 類型會自動辨識，無需選擇。每台顯示器的桌布可隨時更換。

source: Typography
es: Tipografía
ja: タイポグラフィ
zh_hans: 排版
zh_hant: 排版

source: Ultrawide
es: Ultrapanorámica
ja: ウルトラワイド
zh_hans: 超宽屏
zh_hant: 超寬螢幕

source: Unable to Read Settings
es: No se pueden leer los ajustes
ja: 設定を読み込めません
zh_hans: 无法读取设置
zh_hant: 無法讀取設定

source: Unavailable
es: No disponible
ja: 利用不可
zh_hans: 不可用
zh_hant: 無法使用

source: Unavailable while Reduce Transparency is on.
es: No disponible con Reducir transparencia activado.
ja: 「透明度を下げる」がオンの間は使用できません。
zh_hans: 开启“降低透明度”时不可用。
zh_hant: 開啟「減少透明度」時無法使用。

source: Unavailable — removed or hidden on Steam
es: No disponible — eliminado u oculto en Steam
ja: 利用不可 — Steam で削除または非表示
zh_hans: 不可用——已在 Steam 上移除或隐藏
zh_hant: 無法使用——已在 Steam 上移除或隱藏

source: Undo
es: Deshacer
ja: 取り消す
zh_hans: 撤销
zh_hant: 還原

source: Undone: %@
es: Se deshizo: %@
ja: 取り消しました：%@
zh_hans: 已撤销：%@
zh_hant: 已還原：%@

source: Units
es: Unidades
ja: 単位
zh_hans: 单位
zh_hant: 單位

source: Unknown
es: Desconocido
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Unlimited
es: Ilimitado
ja: 無制限
zh_hans: 不限
zh_hant: 不限

source: Unmute
es: Activar sonido
ja: ミュート解除
zh_hans: 取消静音
zh_hant: 取消靜音

source: Unpacking timed out.
es: Se agotó el tiempo de espera al descomprimir.
ja: 展開がタイムアウトしました。
zh_hans: 解压超时。
zh_hant: 解壓縮逾時。

source: Unscheduled Hours
es: Horas sin programar
ja: 未設定の時間帯
zh_hans: 未安排的时段
zh_hant: 未排程的時段

source: Unspecified
es: Sin especificar
ja: 未指定
zh_hans: 未指定
zh_hant: 未指定

source: Unsupported
es: No compatible
ja: 非対応
zh_hans: 不支持
zh_hant: 不支援

source: Unsupported file type
es: Tipo de archivo no compatible
ja: サポートされていないファイル形式
zh_hans: 不支持的文件类型
zh_hant: 不支援的檔案類型

source: Unsupported scene format
es: Formato de escena no compatible
ja: サポートされていないシーン形式
zh_hans: 不支持的场景格式
zh_hant: 不支援的場景格式

source: Untrusted
es: No de confianza
ja: 未信頼
zh_hans: 未信任
zh_hant: 未信任

source: Unverified build. %@
es: Compilación no verificada. %@
ja: 未検証のビルドです。%@
zh_hans: 未经验证的版本。%@
zh_hant: 未經驗證的版本。%@

source: Up to date
es: Actualizado
ja: 最新です
zh_hans: 已是最新
zh_hant: 已是最新

source: Update
es: Actualizar
ja: 更新
zh_hans: 更新
zh_hant: 更新

source: Update available
es: Actualización disponible
ja: 更新があります
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Update available badge
es: Insignia de actualización disponible
ja: アップデート有りバッジ
zh_hans: 有更新标签
zh_hant: 有更新標籤

source: Update available on Steam
es: Actualización disponible en Steam
ja: Steam に更新があります
zh_hans: Steam 上有可用更新
zh_hant: Steam 上有可用更新

source: Update available on Steam. Current downloaded assets are still linked.
es: Actualización disponible en Steam. Los recursos descargados actuales siguen vinculados.
ja: Steam にアップデートがあります。現在のダウンロード済みアセットは引き続きリンクされています。
zh_hans: Steam 上有可用更新。当前下载的资源仍已链接。
zh_hant: Steam 上有可用更新。目前下載的資源仍已連結。

source: Update check failed
es: Error al comprobar actualizaciones
ja: アップデート確認に失敗しました
zh_hans: 更新检查失败
zh_hant: 更新檢查失敗

source: Update checker idle
es: Comprobador de actualizaciones inactivo
ja: アップデート確認は待機中
zh_hans: 更新检查空闲
zh_hant: 更新檢查閒置

source: Update from Steam
es: Actualizar desde Steam
ja: Steam から更新
zh_hans: 从 Steam 更新
zh_hant: 從 Steam 更新

source: Update status unknown
es: Estado de actualización desconocido
ja: アップデートの状態は不明です
zh_hans: 更新状态未知
zh_hant: 更新狀態未知

source: Update “%@”
es: Actualizar “%@”
ja: 「%@」を更新
zh_hans: 更新“%@”
zh_hant: 更新「%@」

source: Updated %@ (%@)
es: Actualizado el %@ (%@)
ja: 更新日 %@（%@）
zh_hans: 更新于 %@（%@）
zh_hant: 更新於 %@（%@）

source: Upload
es: Subida
ja: アップロード
zh_hans: 上传
zh_hant: 上傳

source: Use
es: Usar
ja: 使用
zh_hans: 使用
zh_hant: 使用

source: Use Restart Wallpaper Service below to rebuild the system connection.
es: Usa «Reiniciar servicio de fondos» para restablecer la conexión.
ja: 下の「壁紙サービスを再起動」でシステム接続を再確立してください。
zh_hans: 使用下方的“重启壁纸服务”重新建立系统连接。
zh_hant: 使用下方的「重新啟動桌布服務」重新建立系統連線。

source: Use Save as Scheme in display details to capture a display's wallpaper, overlays, and settings together. Applying one replaces all of them.
es: Selecciona «Guardar como esquema» en los detalles de la pantalla para guardar juntos el fondo, las superposiciones y los ajustes. Al aplicarlo se reemplazan todos.
ja: ディスプレイの詳細で「構成として保存」を選ぶと、壁紙、オーバーレイ、設定をまとめて保存できます。適用するとそれらがすべて置き換わります。
zh_hans: 在显示器详情中选择“保存为方案”，将壁纸、叠加层和设置一并保存。套用方案会整套替换。
zh_hant: 在顯示器詳細資訊中選擇「儲存為方案」，將桌布、疊加層與設定一併儲存。套用方案會整套取代。

source: Use Steam Library
es: Usar biblioteca de Steam
ja: Steamライブラリを使用
zh_hans: 使用 Steam 库
zh_hant: 使用 Steam 收藏庫

source: Use SteamCMD
es: Usar SteamCMD
ja: この SteamCMD を使う
zh_hans: 使用此 SteamCMD
zh_hant: 使用此 SteamCMD

source: Use System Name
es: Usar el nombre del sistema
ja: システム名を使用
zh_hans: 使用系统名称
zh_hant: 使用系統名稱

source: Use Terminal instead
es: Usar Terminal en su lugar
ja: 代わりに Terminal を使う
zh_hans: 改用 Terminal
zh_hant: 改用 Terminal

source: Use This App's Extension
es: Usar la extensión de esta app
ja: このアプリの機能拡張を使用
zh_hans: 使用当前应用的扩展
zh_hant: 使用目前應用程式的延伸功能

source: Use This App's Extension?
es: ¿Usar la extensión de esta app?
ja: このアプリの機能拡張を使用しますか？
zh_hans: 使用当前应用的扩展？
zh_hant: 使用目前應用程式的延伸功能？

source: Use sRGB output.
es: Usa la salida sRGB.
ja: sRGB で出力します。
zh_hans: 使用 sRGB 输出。
zh_hant: 使用 sRGB 輸出。

source: Use the bookmark button on a display to save its wallpaper. Applying one swaps the wallpaper and leaves that display's settings alone.
es: Usa el botón de marcadores de una pantalla para guardar su fondo. Al aplicarlo solo cambia el fondo; los ajustes de esa pantalla no se tocan.
ja: ディスプレイのブックマークボタンで壁紙を保存します。適用すると壁紙だけが入れ替わり、そのディスプレイの設定はそのままです。
zh_hans: 使用显示器上的书签按钮保存其壁纸。套用书签只更换壁纸，不改动该显示器的设置。
zh_hant: 使用顯示器上的書籤按鈕儲存其桌布。套用書籤只更換桌布，不會改動該顯示器的設定。

source: Use the display's native profile.
es: Usar el perfil nativo de la pantalla.
ja: ディスプレイのネイティブプロファイルを使用します。
zh_hans: 使用显示器的原生描述文件。
zh_hant: 使用顯示器的原生描述檔。

source: Use this web address
es: Usar esta dirección web
ja: この Web アドレスを使用
zh_hans: 使用该网址
zh_hant: 使用該網址

source: Used by Agent Session and Agent Activity to display session metadata. Prompt text, replies and tool arguments are excluded.
es: Sesión del agente y Actividad de agentes muestran metadatos de las sesiones. Se excluyen el texto de las instrucciones, las respuestas y los argumentos de herramientas.
ja: エージェントセッションとエージェントのアクティビティでメタデータを表示します。プロンプト本文、返信、ツール引数は含みません。
zh_hans: 供 Agent 会话和 Agent 活动台显示会话元数据，不包含提示词正文、回复或工具参数。
zh_hant: 供 Agent 工作階段與 Agent 活動台顯示工作階段中繼資料，不包含提示詞正文、回覆或工具參數。

source: User Shortcut
es: Atajo de usuario
ja: ユーザーショートカット
zh_hans: 用户快捷键
zh_hant: 使用者快速鍵

source: Uses about half the scene frame rate when windows cover half the display or the Mac is on battery.
es: Reduce aproximadamente a la mitad la tasa de fotogramas de las escenas cuando las ventanas cubren media pantalla o el Mac usa la batería.
ja: ウインドウがディスプレイの半分を覆う場合やバッテリー使用時に、シーンのフレームレートを約半分にします。
zh_hans: 窗口覆盖显示器一半或 Mac 使用电池时，场景帧率降至约一半。
zh_hant: 視窗覆蓋顯示器一半或 Mac 使用電池時，場景影格率降至約一半。

source: Uses memory per display to reduce disk reads. When off, videos stream from disk.
es: Usa memoria por pantalla para reducir las lecturas del disco. Al desactivarlo, los vídeos se reproducen desde el disco.
ja: ディスプレイごとにメモリを使用し、ディスクの読み取りを減らします。オフの場合、動画をディスクからストリーミング再生します。
zh_hans: 为每台显示器使用内存以减少磁盘读取。关闭时从磁盘流式播放视频。
zh_hant: 為每台顯示器使用記憶體以減少磁碟讀取。關閉時從磁碟串流播放影片。

source: Uses one continuous image instead of a copy on each display.
es: Extiende una sola imagen continua en lugar de repetirla en cada pantalla.
ja: 各ディスプレイに同じ映像を複製せず、1 つの映像をつなげて表示します。
zh_hans: 将画面连续铺展到所有显示器，而非在各显示器上分别复制。
zh_hant: 將畫面連續延展至所有顯示器，而非在各顯示器上分別複製。

source: Uses screen pixels for pages that do not adapt to high-resolution displays.
es: Usa los píxeles de la pantalla para páginas no adaptadas a pantallas de alta resolución.
ja: 高解像度ディスプレイに対応していないページをディスプレイの実ピクセルで表示します。
zh_hans: 让未适配高分辨率显示器的网页按显示器实际像素排版。
zh_hant: 讓未適配高解析度顯示器的網頁按顯示器實際像素排版。

source: Using manual location
es: Usando ubicación manual
ja: 手動の場所を使用中
zh_hans: 正在使用手动位置
zh_hant: 正在使用手動位置

source: Validation failed: %@
es: Error de validación: %@
ja: 検証に失敗しました: %@
zh_hans: 验证失败：%@
zh_hant: 驗證失敗：%@

source: Valve's SteamCMD manifest did not list the expected packages.
es: El manifiesto de SteamCMD de Valve no incluía los paquetes esperados.
ja: Valve の SteamCMD マニフェストに想定したパッケージがありません。
zh_hans: Valve 的 SteamCMD 清单未列出预期的软件包。
zh_hant: Valve 的 SteamCMD 清單未列出預期的套件。

source: Vehicle
es: Vehículos
ja: 乗り物
zh_hans: 载具
zh_hant: 載具

source: Verified Valve build (TeamIdentifier=MXGJJ98X76).
es: Compilación de Valve verificada (TeamIdentifier=MXGJJ98X76).
ja: 検証済みの Valve ビルド（TeamIdentifier=MXGJJ98X76）。
zh_hans: 经过验证的 Valve 版本（TeamIdentifier=MXGJJ98X76）。
zh_hant: 經過驗證的 Valve 版本（TeamIdentifier=MXGJJ98X76）。

source: Verified Valve build (TeamIdentifier=MXGJJ98X76, Hardened Runtime).
es: Compilación de Valve verificada (TeamIdentifier=MXGJJ98X76, Hardened Runtime).
ja: 検証済みの Valve ビルド（TeamIdentifier=MXGJJ98X76、Hardened Runtime）。
zh_hans: 经过验证的 Valve 版本（TeamIdentifier=MXGJJ98X76，已启用强化运行时）。
zh_hant: 經過驗證的 Valve 版本（TeamIdentifier=MXGJJ98X76，已啟用強化執行環境）。

source: Verifies Valve's checksum and signature before running.
es: Verifica la suma de comprobación y la firma de Valve antes de ejecutarse.
ja: 実行前に Valve のチェックサムと署名を検証します。
zh_hans: 运行前验证 Valve 的校验和与签名。
zh_hant: 執行前驗證 Valve 的校驗和與簽章。

source: Version %@
es: Versión %@
ja: バージョン %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@ (%@)
zh_hans: 版本 %@（%@）
zh_hant: 版本 %@（%@）

source: Version %@ available
es: Versión %@ disponible
ja: バージョン %@ が利用可能
zh_hans: 有新版本 %@
zh_hant: 有新版本 %@

source: Video
es: Vídeo
ja: 動画
zh_hans: 视频
zh_hant: 影片

source: Video File
es: Archivo de vídeo
ja: 動画ファイル
zh_hans: 视频文件
zh_hant: 影片檔案

source: Video Texture
es: Textura de vídeo
ja: ビデオテクスチャ
zh_hans: 视频纹理
zh_hant: 影片紋理

source: Video copies used by macOS. Remove videos from System Wallpaper to free space.
es: Copias de vídeo que usa macOS. Elimina vídeos de Fondo del sistema para liberar espacio.
ja: macOS が使用する動画のコピーです。「システム壁紙」から動画を削除すると容量を解放できます。
zh_hans: macOS 使用的视频副本。从“系统壁纸”中移除视频可释放空间。
zh_hant: macOS 使用的影片副本。從「系統桌布」中移除影片可釋出空間。

source: Video file (.mp4, .mov, …)
es: Archivo de vídeo (.mp4, .mov, …)
ja: 動画ファイル（.mp4、.mov など）
zh_hans: 视频文件（.mp4、.mov 等）
zh_hant: 影片檔案（.mp4、.mov 等）

source: Video fit mode
es: Modo de ajuste del vídeo
ja: ビデオフィットモード
zh_hans: 视频适配方式
zh_hant: 影片適配方式

source: Video format not supported
es: Formato de vídeo no compatible
ja: ビデオ形式に対応していません
zh_hans: 视频格式不支持
zh_hant: 影片格式不支援

source: Video or web page
es: Vídeo o página web
ja: 動画またはウェブページ
zh_hans: 视频或网页
zh_hant: 影片或網頁

source: Video playback
es: Reproducción de vídeo
ja: ビデオ再生
zh_hans: 视频播放
zh_hant: 影片播放

source: Video position
es: Posición del vídeo
ja: 動画位置
zh_hans: 视频位置
zh_hant: 影片位置

source: Video preload (RAM)
es: Precarga de vídeo (RAM)
ja: 動画プリロード(RAM)
zh_hans: 视频预载（内存）
zh_hant: 影片預載（記憶體）

source: Video unavailable: %@
es: Vídeo no disponible: %@
ja: 動画を利用できません：%@
zh_hans: 视频不可用：%@
zh_hant: 影片無法使用：%@

source: Video wallpaper type
es: Tipo de fondo de pantalla de vídeo
ja: 動画壁紙タイプ
zh_hans: 视频壁纸类型
zh_hant: 影片桌布類型

source: Video, web page, or Wallpaper Engine scene
es: Vídeo, página web o escena de Wallpaper Engine
ja: 動画・ウェブページ・Wallpaper Engine シーン
zh_hans: 视频、网页或 Wallpaper Engine 场景
zh_hant: 影片、網頁或 Wallpaper Engine 場景

source: View Current Wallpaper
es: Ver el fondo actual
ja: 現在の壁紙を表示
zh_hans: 查看当前壁纸
zh_hant: 查看目前桌布

source: View Details
es: Ver detalles
ja: 詳細を表示
zh_hans: 查看详情
zh_hant: 查看詳細資訊

source: View on GitHub
es: Ver en GitHub
ja: GitHub で見る
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上檢視

source: View presets on Steam
es: Ver preajustes en Steam
ja: Steam でプリセットを表示
zh_hans: 在 Steam 上查看预设
zh_hant: 在 Steam 上檢視預設

source: Vignette
es: Viñeta
ja: ビネット
zh_hans: 暗角
zh_hant: 暈影

source: Vinyl
es: Vinilo
ja: レコード
zh_hans: 黑胶
zh_hant: 黑膠

source: Volume
es: Volumen
ja: 音量
zh_hans: 音量
zh_hant: 音量

source: W peak
es: pico escr.
ja: 書込ピーク
zh_hans: 写入峰值
zh_hant: 寫入峰值

source: Waiting for agents
es: Esperando agentes
ja: サブエージェント待ち
zh_hans: 等待子任务
zh_hant: 等待子任務

source: Waiting for answer
es: Esperando respuesta
ja: 回答待ち
zh_hans: 等待回答
zh_hant: 等待回答

source: Waiting for approval
es: Esperando aprobación
ja: 承認待ち
zh_hans: 等待批准
zh_hant: 等待核准

source: Waiting for macOS to update Location Services status
es: Esperando a que macOS actualice el estado de los Servicios de ubicación
ja: macOS が位置情報サービスの状態を更新するのを待っています
zh_hans: 正在等待 macOS 更新定位服务状态
zh_hant: 正在等待 macOS 更新定位服務狀態

source: Waiting for macOS to update Login Items status
es: Esperando a que macOS actualice el estado de los Elementos de inicio
ja: macOS がログイン項目の状態を更新するのを待っています
zh_hans: 正在等待 macOS 更新登录项状态
zh_hant: 正在等待 macOS 更新登入項目狀態

source: Waiting for macOS to update audio permission
es: Esperando a que macOS actualice el permiso de audio
ja: macOS がオーディオ権限を更新するのを待っています
zh_hans: 正在等待 macOS 更新音频权限
zh_hant: 正在等待 macOS 更新音訊權限

source: Waiting for readings
es: Esperando lecturas
ja: 測定値を待機中
zh_hans: 等待采样
zh_hant: 等待取樣

source: Waiting for sign-in
es: Esperando inicio de sesión
ja: サインイン待ち
zh_hans: 等待登录
zh_hant: 等待登入

source: Waiting for the extension to reconnect…
es: Esperando la reconexión de la extensión…
ja: 機能拡張の再接続を待機中…
zh_hans: 正在等待扩展重新连接…
zh_hant: 正在等待延伸功能重新連線…

source: Waiting for the player to update
es: Esperando a que el reproductor se actualice
ja: プレーヤーの更新を待っています
zh_hans: 正在等待播放器更新
zh_hant: 正在等待播放器更新

source: Wallpaper
es: Fondo de pantalla
ja: 壁紙
zh_hans: 壁纸
zh_hant: 桌布

source: Wallpaper Backdrop
es: Telón de fondo
ja: 壁紙の背景
zh_hans: 壁纸底图
zh_hant: 桌布底圖

source: Wallpaper Engine (downloaded)
es: Wallpaper Engine (descargado)
ja: Wallpaper Engine（ダウンロード済み）
zh_hans: Wallpaper Engine（已下载）
zh_hant: Wallpaper Engine（已下載）

source: Wallpaper Engine assets
es: Recursos de Wallpaper Engine
ja: Wallpaper Engine アセット
zh_hans: Wallpaper Engine 资源
zh_hant: Wallpaper Engine 資源

source: Wallpaper Engine assets are up to date
es: Los recursos de Wallpaper Engine están actualizados
ja: Wallpaper Engine アセットは最新です
zh_hans: Wallpaper Engine 资源已是最新
zh_hant: Wallpaper Engine 資源已是最新

source: Wallpaper Engine assets aren't set up
es: Los recursos de Wallpaper Engine no están configurados
ja: Wallpaper Engine のアセットが未設定です
zh_hans: 尚未准备 Wallpaper Engine 素材
zh_hant: 尚未準備 Wallpaper Engine 素材

source: Wallpaper Engine assets ready
es: Recursos de Wallpaper Engine listos
ja: Wallpaper Engine のアセットを準備しました
zh_hans: Wallpaper Engine 资源已就绪
zh_hant: Wallpaper Engine 資源已就緒

source: Wallpaper Engine projects need Loomscreen Pro, a separate free download.
es: Los proyectos de Wallpaper Engine necesitan Loomscreen Pro, una descarga gratuita aparte.
ja: Wallpaper Engine プロジェクトには Loomscreen Pro が必要です（別途無料でダウンロードできます）。
zh_hans: Wallpaper Engine 项目需要 Loomscreen Pro，可另行免费下载。
zh_hant: Wallpaper Engine 專案需要 Loomscreen Pro，可另行免費下載。

source: Wallpaper Engine update available
es: Actualización de Wallpaper Engine disponible
ja: Wallpaper Engine のアップデートがあります
zh_hans: Wallpaper Engine 有可用更新
zh_hant: Wallpaper Engine 有可用更新

source: Wallpaper Library
es: Biblioteca de fondos
ja: 壁紙ライブラリ
zh_hans: 壁纸库
zh_hant: 桌布庫

source: Wallpaper Library · Everything you have used is kept here
es: Biblioteca de fondos · Aquí se guardan todos los fondos que has usado
ja: 壁紙ライブラリ · 使用した壁紙はすべてここに保存されます
zh_hans: 壁纸库 · 集中保存你用过的所有壁纸
zh_hant: 桌布庫 · 集中保存你用過的所有桌布

source: Wallpaper Properties
es: Propiedades del fondo de pantalla
ja: 壁紙プロパティ
zh_hans: 壁纸属性
zh_hant: 桌布屬性

source: Wallpaper Type
es: Tipo de fondo de pantalla
ja: 壁紙タイプ
zh_hans: 壁纸类型
zh_hant: 桌布類型

source: Wallpaper added to library
es: Fondo añadido a la biblioteca de fondos
ja: 壁紙ライブラリに追加しました
zh_hans: 壁纸已添加到壁纸库
zh_hant: 桌布已加入桌布庫

source: Wallpaper bundles a Windows DLL plugin; cannot run on macOS
es: El fondo de pantalla incluye un plugin DLL de Windows; no puede ejecutarse en macOS
ja: 壁紙に Windows DLL プラグインが含まれているため、macOS では実行できません
zh_hans: 壁纸捆绑了 Windows DLL 插件，无法在 macOS 上运行
zh_hant: 桌布包含 Windows DLL 外掛程式，無法在 macOS 上執行

source: Wallpaper name
es: Nombre del fondo de pantalla
ja: 壁紙名
zh_hans: 壁纸名称
zh_hant: 桌布名稱

source: Wallpaper paused
es: Fondo de pantalla en pausa
ja: 壁紙は一時停止中
zh_hans: 壁纸已暂停
zh_hant: 桌布已暫停

source: Wallpaper playback stopped because of this error.
es: La reproducción del fondo se detuvo debido a este error.
ja: このエラーにより壁紙の再生が停止しました。
zh_hans: 此错误导致壁纸播放停止。
zh_hant: 此錯誤導致桌布播放停止。

source: Wallpaper playing
es: Fondo de pantalla en reproducción
ja: 壁紙を再生中
zh_hans: 壁纸播放中
zh_hant: 桌布播放中

source: Wallpaper renamed
es: Se cambió el nombre del fondo de pantalla
ja: 壁紙の名前を変更しました
zh_hans: 已重命名壁纸
zh_hant: 已重新命名桌布

source: Wallpaper rendering is off
es: El renderizado del fondo de pantalla está desactivado
ja: 壁紙の描画がオフです
zh_hans: 壁纸渲染已关闭
zh_hant: 桌布渲染已關閉

source: Wallpaper requires a Windows executable; cannot run on macOS
es: El fondo de pantalla requiere un ejecutable de Windows; no puede ejecutarse en macOS
ja: 壁紙には Windows 実行ファイルが必要なため、macOS では実行できません
zh_hans: 壁纸需要 Windows 可执行文件，无法在 macOS 上运行
zh_hant: 桌布需要 Windows 可執行檔，無法在 macOS 上執行

source: Wallpaper type
es: Tipo de fondo de pantalla
ja: 壁紙タイプ
zh_hans: 壁纸类型
zh_hant: 桌布類型

source: Wallpaper type badge
es: Insignia de tipo de fondo de pantalla
ja: 壁紙の種類バッジ
zh_hans: 壁纸类型标签
zh_hant: 桌布類型標籤

source: Wallpaper volume
es: Volumen del fondo de pantalla
ja: 壁紙の音量
zh_hans: 壁纸音量
zh_hant: 桌布音量

source: Wallpapers
es: Fondos de pantalla
ja: 壁紙
zh_hans: 壁纸
zh_hant: 桌布

source: Wallpapers Are Turned Off
es: Los fondos de pantalla están desactivados
ja: 壁紙はすべてオフです
zh_hans: 壁纸已全部关闭
zh_hant: 桌布已全部關閉

source: Wallpapers only
es: Solo fondos de pantalla
ja: 壁紙のみ
zh_hans: 仅壁纸
zh_hant: 僅桌布

source: Warm
es: Mod.
ja: 高め
zh_hans: 偏高
zh_hant: 偏高

source: Warmth
es: Calidez
ja: 暖かさ
zh_hans: 色温
zh_hant: 色溫

source: Warning
es: Aviso
ja: 警告
zh_hans: 警告
zh_hant: 警告

source: Waves
es: Ondas
ja: 波
zh_hans: 波浪
zh_hant: 波浪

source: We couldn't recognize this project type.
es: No hemos podido reconocer este tipo de proyecto.
ja: このプロジェクトタイプを認識できませんでした。
zh_hans: 无法识别此项目类型。
zh_hant: 無法辨識此專案類型。

source: Weather
es: Tiempo
ja: 天気
zh_hans: 天气
zh_hant: 天氣
